tap "homebrew/bundle"
tap "homebrew/services"
brew "asitop"
brew "choose"
brew "curlie"
brew "diff-so-fancy"
brew "dnsmasq"
brew "doggo"
brew "duf"
brew "dust"
brew "eza"
brew "fd"
brew "fileql"
brew "fzf"
brew "gh"
brew "git-delta"
brew "neovim"
brew "procs"
brew "ripgrep"
brew "ripgrep-all"
brew "sd"
brew "trash"
brew "tree"
brew "zoxide"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
